<!DOCTYPE html>
<html>
<head>
<title>Smart home for dogs</title>
</head>
<body>
<?php
  require_once('Navbar.php');
?>
<br>
<br>
<!-- First Grid -->
<div class="w3-row-padding w3-padding-64 w3-container">
  <div class="w3-content">
 
      <h1>บ้านสุนัขอัจฉริยะแสนสุข</h1>
      <h5 class="w3-padding-32" >&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
      	ข้อตกลงในการใช้ซอฟต์แวร์ 
 ซอฟต์แวร์นี้เป็นผลงานที่พัฒนาขึ้นโดย 1.นาย ธนพนธ์	อาจอินทร์
2.นาย ปัณณธร	นาคสังข์
3.นาย ชญะภัทร นิโครธานนท์
 จาก สถาบันเทคโนโลยีนานาชาติสิรินธร มหาวิทยาลัยธรรมศาสตร์ ภายใต้การดูแลของผู้ช่วยศาสตราจารย์ ดร.กันต์ ศรีจันท์ทองศิริ ภายใต้โครงการบ้านสุนัขอัจฉริยะแสนสุข ซึ่งสนับสนุนโดย ศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชาติ โดยมีวัตถุประสงค์เพื่อส่งเสริมให้นักเรียนและนักศึกษาได้เรียนรู้และฝึกทักษะในการพัฒนาซอฟแวร์ ลิขสิทธิ์ของซอฟแวร์นี้จึงเป็นของผู้พัฒนา ซึ่งผู้พัฒนาให้อนุญาติให้ศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชาติ เผยแพร่ซอฟแวร์นี้ตาม”ต้นฉบับ”โดยไม่มีการแก้ไขดัดแปลงใดๆทั้งสิ้น ให้แก่บุคคลทั่วไปได้ใช้เพื่อประโยชน์ส่วนบุคคลหรือประโยชน์ทางการศึกษาที่ไม่มีวัตถุประสงค์ทางพาณิชย์ โดยไม่คิดค่าตอบแทนการใช้ซอฟแวร์ ดังนั้น ศูนย์เทคโนโลยีอิเล็กทรอนิกส์และคอมพิวเตอร์แห่งชาติ จึงไม่มีหน้าที่ในการดูแล บำรุงรักษา จัดการอบรมการใช้งาน หรือพัฒนาประสิทธิภาพซอฟแวร์ รวมทั้งไม่รับรองความถูกต้องหนือประสิทธิภาพการทำงานของซอฟแวร์ ตลอดจนไม่รับประกันความเสียหายต่างๆอันเกิดจากการใช้ซอฟแวร์นี้ทั้งสิ้น 



      </h5>

      <!-- <img src="Images/groupofdoggy.JPEG" width="700" height="200"> -->
    </div>



</div>
<script>
// Used to toggle the menu on small screens when clicking on the menu button
function myFunction() {
    var x = document.getElementById("navDemo");
    if (x.className.indexOf("w3-show") == -1) {
        x.className += " w3-show";
    } else { 
        x.className = x.className.replace(" w3-show", "");
    }
}
</script>
</body>
</html>
